{
  "dishes": [
    {
      "id":1,
      "name":"Овсяная каша",
      "category":"Завтраки",
      "recipe":"1.Молоко довести до кипения, посолить.\n2.Высыпать крупу в молоко.\nВарить 3–20 минут (зависит от категории крупы).3. Курагу и изюм помыть и обсушить бумажным полотенцем. Курагу нарезать на небольшие кубики.4.В готовую кашу положить сухофрукты. Перемешать.5. Положить масло и дать каше настояться 10 минут. Сахар добавлять не стоит, сухофрукты дают достаточно сладости.",
      "ingredients":"Молоко 1,5 стакана \nГеркулес 1/2 стакана \nКурага 5 штук Сливочное масло 20 г \nИзюм 50 г \nСоль по вкусу",
      "image":"http://image.torrent.kg/images/oZp1610.png"
    },
    {
      "id":2,
      "name":"Панкейки",
      "category":"Завтраки",
      "recipe":"1.Яйца сахар и соль взбить до пены.2.Влить половину молока, взбить, постепенно всыпать половину муки, чтобы не было комков. Влить оставшееся молоко и так же постепенно досыпать муку.3. Погасить соду добавить в тесто, вылить масло. Еще раз хорошо все взбить. Дать тесту постоять, погреть сковороду.4. Смазать сковороду маленьким количеством масла только для первого блинчика.5. Жарить на среднем огне. Как начнут лопаться пузырики, перевернуть. Еще несколько секунд и снять.",
      "ingredients": "Яйцо куриное 1 шт \nСахар 2 столовые ложки \nСоль 1/2 чайной ложки \nМолоко 1 стакан \nПшеничная мука 1 стакан \nСода 1/2 чайной ложки \nРастительное масло 2 столовые ложки",
      "image":"http://image.torrent.kg/images/bit9967.png"
    },
    {
      "id":3,
      "name":"Малиновый чиа-пудинг",
      "category":"Завтраки",
      "recipe":"Смешать семена чиа с йогуртом и на ночь убрать в холодильник.Утром добавить мед и разложить побаночкам.Можно сделать соус из малины, для этого нужно взбить в блендере малину и мед.Украсить ягодами. Можно добавить дольки инжира.",
      "ingredients":"Йогурта 500 мл \nСемян чиа 4 ст.л.\nЖидкого меда 2 ст.л.\nМалина",
      "image":"http://image.torrent.kg/images/OJS9967.png"
    },
    {
      "id":4,
      "name":"Омлет с начинкой",
      "category":"Завтраки",
      "recipe":"1.Взбить яйца с небольшим количеством молока. Добавить соль и специи по вкусу. Вылить смесь на сковороду.2.Порезать колбасу и потереть сыр на терке. Когда омлет подрумянится, положить сыр и колбасу на одну половину блюда, другой половинкой накрыть, получается подобие чебурека. На небольшом огне жарить секунд 30.",
      "ingredients":"Яйцо куриное 4 шт \nВареная колбаса 200 г \nСыр 200 г",
      "image":"http://image.torrent.kg/images/Pha9967.png"
    },
    {
      "id":5,
      "name":"Томатный крем-суп",
      "category":"Супы",
      "recipe":"1.В кастрюле разогреть оливковое масло. Обжарить мелко нарезанные лук и чеснок на среднем огне, до мягкости, примерно пять минут. Добавить к луку томатную пасту, обжаривать, помешивая, 30 секунд, затем добавить помидоры, базилик, соль и перец.2. Довести смесь до кипения, убавить огонь до минимума и варить 15 минут.3. Пюрировать суп в блендере и влить обратно в кастрюлю.4. В маленькой мисочке смешать столовую ложку молока с щепоткой питьевой соды, чтобы не было комков. Добавить смесь к супу в кастрюле, размешать, затем влить остальное молоко. Еще раз перемешать суп и довести до кипения. Убавить огонь и варить на медленном огне 5 минут.5. Попробовать суп. Если нужно, добавить сахар, соль и перец. Подавать горячим.",
      "ingredients":"Оливковое масло 2 столовые ложки \nЛук репчатый 1 головка\n Чеснок 3 зубчика \nТоматная паста 1 столовая ложка\n Базилик 1 пучок\n Помидоры в собственном соку 400 г \nМолоко 400 мл \nСода щепотка \nСахар 1 чайная ложка \nСоль по вкусу \nПерец черный молотый по вкусу",
      "image":"http://image.torrent.kg/images/ZBX8931.png"
    },
    {
      "id":6,
      "name":"Овощной суп-пюре",
      "category":"Супы",
      "recipe":"1.В кастрюлю налить 1 - 1,5 литра воды, вскипятить, затем положить в кипящую воду картофель и морковь, нарезанные крупными кубиками и кружочками соответственно.2. Через 10 минут в кастрюлю добавить цветную капусту и брокколи. Варить 10 - 15 минут на слабом огне, посолив по вкусу.3. За 5 минут до готовности добавить крупно нарезанную зелень петрушки и укропа.4. Приготовим поджарку. На сковороде разогреть растительное масло, добавить репчатый лук, нарезанный кубиками, и чеснок, нарезанный на крупные кусочки. Обжарить до светло-золотистого цвета.5. Когда оба ингредиента для супа-пюре готовы, берем блендер и наливаем в него часть овощного супа и часть поджарки. Тщательно смешиваем и выливаем в кастрюльку. Затем берем следующую порцию овощного супа и поджарки. 6. Полученный суп-пюре хорошо размешать и довести до кипения.7. В горячем виде суп-пюре разлить по пиалам, добавить по 1 чайной ложке сметаны и украсить черными или зелеными оливками и веточками зелени.",
      "ingredients":"Картофель 200 г \nМорковь 2 штуки \nЦветная капуста 300 г \nЛук репчатый 1 головка \nЧеснок 5 зубчиков \nКапуста брокколи 100 г \nРастительное масло 100 мл \nПетрушка 30 г \nУкроп 30 г",
      "image":"http://image.torrent.kg/images/N6F1658.png"
    },
    {
      "id":7,
      "name":"Сырный суп",
      "category":"Супы",
      "recipe":"1. В кастрюлю на 3 литра положить мясо и налить воды. Как только бульон начнет кипеть, добавить 1 чайную ложку соли, пару горошков душистого перца и черного, 2–3 листика лаврового листа. Варить от момента закипания 20 минут. Затем мясо вынуть.2. Картофель почистить и нарезать кубиками. Лук нарезать кубиками. Морковь натереть на терке. Мясо порезать небольшими кусочками. Плавленый сыр (если в виде брусочка) натереть на терке или порезать кубиками.3. В кипящий бульон добавить картофель. С момента закипания 5–7 минут.4. В это время сделать слабую зажарку на сливочном масле. Сначала положить лук, затем морковь. Слегка посолить и поперчить. Готовую зажарку добавить в суп и варить еще 5–7 минут.5. Затем добавить порезанное мясо. Варить 3–4 минуты, добавить плавленый сыр, хорошенько помешать и выключить огонь.6. Перед подачей посыпать зеленью. По желанию подавать с гренками.",
      "ingredients":"Куриное филе 500г \nПлавленый сыр 200г \nКартофель 400г \nЛук 150г \nМорковь 180 г \nСливочное масло по вкусу \nСоль по вкусу \nПерец черный молотый по вкусу \nЗелень по вкусу \nЛавровый лист 3 штуки \nГренки по вкусу \nЧерный перец горошком 2 штуки",
      "image":"http://image.torrent.kg/images/V0Y1696.png"
    },
    {
      "id":8,
      "name":"Чечевичный суп",
      "category":"Супы",
      "recipe":"1.Чечевицу отварить.2. Лук и помидоры крупно нарезать.3. Морковь крупно натереть на терке. Имбирь — мелко.4. Мелко нарубить чеснок.5. Все овощи поджарить на сковородке.6. Добавить в кастрюлю к чечевице.7.Варить на медленном огне 10–15 минут.8. Все измельчить блендером.",
      "ingredients":"Красная чечевица 300 г \nЛук репчатый 1 головка \nПомидоры 1 штука \nМорковь 2 штуки \nЧеснок 2 зубчика\n Белый хлеб 3 куска \nКорень имбиря 10 г",
      "image":"http://image.torrent.kg/images/Vvq1741.png"
    },
    {
      "id":9,
      "name":"Красный бархат",
      "category":"Торты",
      "recipe":"1. Дважды просеять все сухие ингредиенты, кроме сахара. Соль взять некрупную.2. Добавить сахар, яйца, кефир, сливки и растительное масло. Все тщательно перемешать в миксере или вручную около 4 минут.3.Постепенно ввести краситель и добиться нужного оттенка.4. Залить тесто в форму для выпекания и поставить в духовку, разогретую до 170 градусов на 15–20 минут. количество коржей зависит от диаметра и глубины формы. Не делать очень толстые коржи, они просто не пропекутся.5. Для крема: за 4 часа до приготовления достать из холодильника сливочное масло и дать ему подтаять при комнатной температуре. После чего взбить его до состояния крема минуты 2–3. 6.Добавить маскарпоне и сливочный сыр и перемешать до однородности. Постепенно ввести сахарную пудру. Сразу всю не надо, будет тяжело перемешивать. Или просто воспользоваться миксером.7. Когда коржи полностью остынут, срезать верхушку у одного или двух коржей, из шляпок достать красную мякоть и перемолоть до состояния крошки в измельчителе. Если торт не украшать красной крошкой — верхушки можно не срезать.8. На каждый корж с помощью кулинарного мешка или просто ложкой выложить крем и равномерно распределить по поверхности коржей. Верхний корж и бока смазать кремом не слишком толстым слоем. 9. Украсить торт красной крошкой и остатками крема.",
      "ingredients":"Пшеничная мука 340г \nСахар 300г \nКакао 1 столовая ложка \nСоль 1 чайная ложка \nРазрыхлитель 2 чайные ложки \nСода 1 чайная ложка \nЯйцо куриное 3 штуки \nРастительное масло 300 мл \nКефир 3,2%-ый 200мл \nСливки 33%-ные 80мл  \nПищевой краситель 10г \nСливочное масло 100г \nСахарная пудра 250г \nСыр маскарпоне  250г \nСливочный сыр 400г",
      "image":"http://image.torrent.kg/images/m0h1411.png"
    },

    {
      "id":10,
      "name":"Вупи-пай",
      "category":"Торты",
      "recipe":"Готовим тесто.Масло заранее вынимаем из холодильника — оно должно размягчиться при комнатной температуре, стать податливым и кремообразным.Уже подтаявшую масляную массу выкладываем в глубокую миску, всыпаем сразу всю порцию сахарного песка, бросаем соль. Растираем с помощью миксера.По одному вводим яйца,продолжая взбивать пышную смесь.Не прекращая работать миксером, постепенно вливаем молоко. На данном этапе масса будет не совсем однородной.Отдельно, просеяв, соединяем муку, соду, разрыхлитель и какао-порошок.Постепенно пересыпаем мучной состав к масляно-яичной смеси. Старательно размешиваем, не оставляя сухих комков. Далее вливаем горячую воду и снова полностью вымешиваем массу.Получаем густое и тягучее, окрашенное в насыщенный шоколадный цвет тесто.Для декора торта приготовим несколько пирожных «Вупи пай». Для этого пару-тройку ложек теста перекладываем в кондитерский мешок или обычный пакет, отрезав кончик. Высаживаем на застеленный пергаментной бумагой противень круглые заготовки диаметром  4,5–5 мм. Для оформления нам вполне хватит 6 штук лепешек.Отправляем противень в разогретую до 180 градусов духовку. Выпекаем изделия около 10 минут (готовность проверяем деревянной шпажкой/зубочисткой)Оставшееся тесто делим на три равные части, одну из которых выкладываем в форму диаметром 22 см, выравниваем.Дно предварительно застилаем пергаментной бумагой.Ставим в духовку с температурой 180 градусов примерно на 20 минут. Обязательно проверяем готовность, погрузив глубоко в мякиш деревянную шпажку — она должна остаться совершенно сухой. Подобным образом выпекаем еще 2 коржа.Полностью остудив, переносим один корж на большую тарелку. Действуем аккуратно — мякиш очень нежный и может раскрошиться от резких движений. При необходимости подравниваем ножом выпуклую верхушку. Для пропитки сахар растворяем в горячей воде и, остудив, слегка поливаем корж.Крем для торта «Вупи пай» рецепт Холодные сливки взбиваем с сахаром. Работаем миксером до полного исчезновения твердых крупинок и сгущения массы. Как только сливки взобьются до мягких пиков, то есть на поверхности  будут отпечатываться следы от венчиков, останавливаемся.Добавляем сметану и размешиваем крем  ложкой или силиконовой лопаткой (не взбиваем).Перекладываем сливочно-сметанную массу в кондитерский мешок и густо наносим на основание торта в виде спирали. Далее повторяем действия — на пышную кремовую прослойку выкладываем следующий корж, пропитываем, покрываем кремом.Не забываем смазать кремом и попарно соединить лепешки. Пирожные «Вупи пай» тоже убираем в холодильник.Глазурь для торта «Вупи пай»Расколов на дольки шоколад, растапливаем со сливочным маслом на «водяной бане». Дожидаемся образования единой массы, а далее вливаем горячие сливки. Снимаем с плиты и активно размешиваем до получения глянцевой глазури.Остудив до комнатной температуры, наносим шоколадную массу на верхушку охлажденного десерта,распределяем равномерно.Пирожные «Вупи пай» разрезаем пополам и в произвольном порядке размещаем на глазури. По желанию можно дополнить оформление шоколадной стружкой или другими сладостями.Как только глазурь полностью застынет, подаем готовый торт «Вупи пай».Полив пропиткой,выкладываем последний корж. Поверхность торта смазываем ровным тонким слоем крема,а затем убираем десерт в холодильник. Обязательно охлаждаем не менее 4 часов (можно оставить на ночь).",
      "ingredients":"Яйца  2 шт \nсливочное масло  250 г \nмолоко  130 мл \nкакао-порошок  90 г \nмука  350 г \nразрыхлитель теста  10 г \nсода пищевая  1 ч. ложка \nгорячая вода  120 мл \nсахар 210 г \nсоль щепоть.\nДля крема: \nсливки 33% или выше  400 г \nсметана 20-25% — 200 г \nсахар — 120 г. \nДля пропитки коржей: \nвода  50 мл \nсахар  1 ст.ложка.\nДля глазури: \nтемный шоколад  80 г \nсливочное масло  10 г \nсливки 33% или выше  80 г.",
      "image":"http://image.torrent.kg/images/tE81230.png"
    },
    {
      "id":11,
      "name":"Молочная девочка ",
      "category":"Торты",
      "recipe":"1.Для коржей: разбить в посуду яйца и влить туда сгущенное молоко. Взбивать, пока не получится однородная масса.2. Добавить в смесь муку с разрыхлителем. Все взбить миксером. Должно получиться жидкое тесто,по консистенции как сметана. Дать настояться 15 минут.3. На пергаментной бумаге нарисовать круг 18–20 см (по желанию). Выложить тесто очень тонким слоем. Примерно 2/3 столовой ложки. Выпекать в разогретой духовке при 180–200 градусах 5–7 минут до румяной корочки.4. Нельзя сразу коржи ставить друг на друга, так как они очень липкие. 5. Для крема: все ингредиенты и посуда, в которой будет готовиться крем, должны быть холодными.6. Сливки взбить миксером. Добавить сахарную пудру и взбить до получения кремообразной легкой массы.7. Собрать торт, каждый корж смазать кремом. Украсить крошкой печенья, взбитыми сливками.",
      "ingredients":"Сгущенное молоко 380г \nЯйцо куриное 2 штуки \nПшеничная мука 150г \nРазрыхлитель 1 столовая ложка \nСливки 33%-ные 500мл \nСахарная пудра 75 г",
      "image":"http://image.torrent.kg/images/QQJ9967.png"
    },
    {
      "id":12,
      "name":"Морковный пирог",
      "category":"Торты",
      "recipe":"1.Яйца разбить в чашу, добавить коричневый и белый сахар, взбить до полного растворения сахара. Добавить растительное масло, просеянную муку, взбивать 1–2 минуты. Добавить соль, разрыхлитель, соду и специи, перемешать. Тесто должно получиться густым и очень вязким.2. Мелко натереть морковь, орехи мелко порубить или смешать в блендере. Изюм промыть в горячей воде, обсушить. Добавить все в тесто и перемешать — масса постепенно станет менее густой. Нагреть духовку до 180 градусов, дно формы для выпечки выстелить пергаментной бумагой. Переложить в нее тесто, разровнять и выпекать 35–40 минут.3. Пирог остудить до комнатной температуры, вынуть из формы и разделить вдоль на 2 коржа. Делаем начинку для торта: взбиваем сыр комнатной температуры с сахарной пудрой и ванильным экстрактом, перемешиваем до однородности. Смазываем начинкой нижний корж, накрываем вторым и обмазываем оставшимся кремом верх и бока торта. Крошками от обрезки коржей обсыпаем бока торта и украшаем верх по желанию.",
      "ingredients":"Растительное масло 120 мл \nКоричневый сахар ½ стакана \nБелый мелкий сахар ½ стакана \nЯйцо куриное 2 штуки \nГрецкие орехи 100 г \nСветлый изюм 95 г \nСоль ½ чайной ложки \nРазрыхлитель 1 чайная ложка \nМускатный орех ¾ чайной ложки \nСода ¾ чайной ложки \nКорица 1 чайная ложка \nСыр филадельфия 220г \nВанильный экстракт ½ чайной ложки \nСахарная пудра 1 стакан \nМорковь 375г \nПшеничная мука 1 стакан ",
      "image":"http://image.torrent.kg/images/fNF1571.png"
    },{
      "id":13,
      "name":"Пепперони ",
      "category":"Пицца",
      "recipe":"1. Сначала сделай соус: смешай томаты со специями, измельчённым чесноком, сахаром, солью и перцем.2. Доведи до кипения и остуди.3. Раскатай тесто, смажь его оливковым маслом и соусом.4. Посыпь половиной сыра, выложи колбасу и тонко нарезанный чили. 5. Сверху - оставшийся сыр.6. Готовь в духовке 10-12 минут при 220 градусах.",
      "ingredients":"Тесто для пиццы: \n1 штука \nСыр моцарелла 250 г \nОливковое масло 2 столовые ложки \nСырокопченая колбаса 200 г \nПерец чили 1 штука \nПомидоры в собственном соку 1 банка \nОрегано 1 чайная ложка \nСушеный базилик 1 чайная ложка \nЧеснок 1 зубчик \nСахар 1 чайная ложка \nСоль по вкусу \nПерец черный молотый по вкусу",
      "image":"http://image.torrent.kg/images/xWk8931.png"
    },
    {
      "id":14,
      "name":"Мексиканская",
      "category":"Пицца",
      "recipe":"1.Разогрейте духовку до 180 градусов.2.Для приготовления соуса измельчите в блендере фасоль,лук и чеснок. Добавьте молотый чили, соль, сок лайма.3. Раскатайте тесто для пиццы, выложите на присыпанный мукой противень и выпекайте до готовности.4. Намажьте основу соусом, выложите кусочки авокадо и помидора, измельченные листья салата.5. Сбрызните оливковым маслом и соком лайма",
      "ingredients":"Помидоры 1 штука \nТесто для пиццы 1 штука \nАвокадо 1 штука \nЗеленый салат 50 г \nЧеснок 1 зубчик \nКонсервированная фасоль 1 банка \nЛук репчатый 1 головка \nМолотый перец чили щепотка\n Соль по вкусу \nЛайм 1 штука \nОливковое масло 1 столовая ложка",
      "image":"http://image.torrent.kg/images/mHz1527.png"
    },
    {
      "id":15,
      "name":"Сырная",
      "category":"Пицца",
      "recipe":"1. Приготовить дрожжевое тесто, раскатать и выложить на смазанный жиром противень.2. Сыр натереть на мелкой терке.3.Сливки смешать с яйцами, тщательно взбить, постепенно добавляя сыр и специи. Полученную смесь выложить на тесто.4. Выпекать в духовке 20 минут.5. Готовую пиццу украсить рубленой зеленой петрушкой.",
      "ingredients":"Пшеничная мука 200 г \nСоль по вкусу \nВода ½ стакана \nСухие дрожжи 10 г \nСливки 1 стакан \nРастительное масло 2 столовые ложки \nСыр 150 г \nГорчица 1 столовая ложка \nМолотый красный перец по вкусу \nМолотый мускатный орехпо вкусу \nПетрушка 50 г \nЯйцо куриное 2 штуки",
      "image":"http://image.torrent.kg/images/qAj1802.png"
    },
    {
      "id":16,
      "name":"Мясная",
      "category":"Пицца",
      "recipe":"1. На тесто намазать томатную пасту.2. Выложить помидоры, болгарский перец (по вкусу).3. Выложить все виды мяса/колбасы.4. Все посыпать сыром.5. Запекать в духовке в течение 20–25 минут.",
      "ingredients":"Сыр 400 г \nТоматный соус 3 столовые ложки \nБекон 130 г \nСладкий перец 1 штука \nПепперони 100 г \nДрожжевое тесто 450 г \nВетчина200 г \nПомидоры500 г \nСалями100 г \nПолукопченая колбаса 300 г",
      "image":"http://image.torrent.kg/images/Lh91841.png"
    }
  ],
  "category": [
    {
      "id": 1,
      "name": "Завтраки",
      "image":"http://image.torrent.kg/images/OJc1785.jpg"
    },
    {
      "id": 2,
      "name": "Торты",
      "image":"http://image.torrent.kg/images/atz9489.jpg"
    },
    {
      "id": 3,
      "name": "Супы",
      "image":"http://image.torrent.kg/images/qcv2004.jpg"
    },
    {
      "id": 4,
      "name": "Пицца",
      "image":"http://image.torrent.kg/images/xSs9314.jpg"
    }
  ]
}

